{
  "Greeting": {
    "Name": "JIMUK CHOI",
    "GreetingTitle": "Product Designer",
    "Slogan": "Creativity, Skill, and Communication in Every Design"
  },
  "WhoIam": {
    "Title": "Who I am",
    "MainText": "I am a Product Designer focused on UX/UI planning and strategy",
    "SubText": "I simplify complex systems in industries such as shipping, port logistics, and sales solutions into clear, intuitive experiences, taking ownership from planning and design to project scheduling. With a background in design and front-end publishing, I create feasible, developer-friendly designs, and my strength lies in meticulous coordination and collaboration that enhance the quality and success of projects."
  },
  "MyServices": {
    "Title": "My Services",
    "List": [
      {
        "id": 1,
        "img": "Research_Object",
        "title": "UX Research & Strategy",
        "content": "I start by understanding who the users are and why they need this product. Through persona definition, competitor benchmarking, and user research, I define problems and establish UX strategies aligned with business goals."
      },
      {
        "id": 2,
        "img": "Architecture_Object",
        "title": "Information Architecture",
        "content": "I design complex information into structures that users can easily understand. Through IA redesign, userflow definition, and screen structure design, I create experiences where user navigation flows naturally."
      },
      {
        "id": 3,
        "img": "DesignSystems_Object",
        "title": "Design Systems",
        "content": "I build systematic design systems based on Atomic Design. Through consistent component libraries and style guides, I enhance design-development collaboration efficiency and create scalable products."
      },
      {
        "id": 4,
        "img": "UIDesign_Object",
        "title": "UI/UX Design",
        "content": "Based on strategy and structure, I design intuitive and attractive interfaces. From B2B solutions to data visualization, I translate complex functions into user-friendly screens."
      },
      {
        "id": 5,
        "img": "Handoff_Object",
        "title": "Design Engineering",
        "content": "With HTML, CSS, JavaScript publishing experience and Figma-Cursor MCP integration, I minimize the gap between design and development. I propose realistic designs considering implementation feasibility."
      }
    ]
  },
  "ToolIUse": {
    "Title": "Tool I Use",
    "AdobePhotoshop": "Adobe Photoshop",
    "AdobeIllustrator": "Adobe Illustrator",
    "AdobeXD": "Adobe XD",
    "AdobeInDesign": "Adobe InDesign",
    "AdobeAffterEffects": "Adobe After Effects",
    "Zeplin": "Zeplin",
    "Figma": "Figma",
    "Blender": "Blender",
    "HTML": "HTML",
    "CSS": "CSS",
    "Javascript": "Javascript",
    "SCSS": "SCSS",
    "React": "React",
    "Typescript": "Typescript",
    "jQuery": "jQuery",
    "Git": "Git",
    "Notion": "Notion",
    "Confluence": "Confluence",
    "Excel": "Excel",
    "Powerpoint": "Powerpoint",
    "Word": "Word",
    "Cursor": "Cursor",
    "Claude": "Claude",
    "Jira": "Jira"
  },
  "Footer": {
    "Title": "Let's Talk.",
    "Email_Button_title": "E-mail",
    "Email_Button_Content": "jimook950@gmail.com",
    "PhoneNumber_Button_title": "Phone Number",
    "PhoneNumber_Button_Content": "+82 10 8440 6462"
  }
}
