{
  "Greeting": {
    "Name": "JIMUK CHOI",
    "GreetingTitle": "UI/UX Designer",
    "Slogan": "Creativity, Skill, and Communication in Every Design"
  },
  "WhoIam": {
    "Title": "Who I am",
    "MainText": "I am truly passionate about what I do. It’s not just about creating visually appealing designs, but about solving problems and delivering a better user experience.",
    "SubText": "Hello, I’m Jimuk Choi, a UI/UX designer with over 3 years of experience. I prioritize user experience and strive for designs that are both functional and aesthetically pleasing. With skills in design, 3D, video, and development, I focus on simplifying complex user flows. I particularly excel in creating designs that are feasible for implementation. I have worked on projects across various industries, and my goal is to continue creating innovative designs that make a positive impact."
  },
  "MyServices": {
    "Title": "My Services",
    "List": [
      {
        "id": 1,
        "img": "WebDesign_Object",
        "title": "Web Design",
        "content": "Transforming ideas into stunning, user-friendly websites that captivate and engage. My expertise in web design ensures that every project not only looks exceptional but also performs seamlessly across all devices."
      },
      {
        "id": 2,
        "img": "AppDesign_Object",
        "title": "App Design",
        "content": "Crafting intuitive and visually appealing app interfaces that delight users and enhance their experience. My app design approach focuses on creating seamless interactions and innovative solutions."
      },
      {
        "id": 3,
        "img": "DesignSystems_Object",
        "title": "Design Systems",
        "content": "Developing comprehensive design systems that streamline design and development processes. My approach ensures consistency and efficiency, empowering teams to build cohesive and scalable solutions."
      },
      {
        "id": 4,
        "img": "Webflow_Object",
        "title": "Webflow",
        "content": "Harnessing the power of Webflow to create dynamic, responsive websites with ease. My skills in Webflow enable me to deliver visually stunning websites that are both functional and flexible."
      },
      {
        "id": 5,
        "img": "Branding_Object",
        "title": "Branding",
        "content": "Designing compelling brand identities that resonate and leave a lasting impression. My branding expertise helps businesses articulate their unique value and connect with their audience effectively."
      }
    ]
  },
  "ToolIUse": {
    "Title": "Tool I Use",
    "AdobePhotoshop": "Adobe Photoshop",
    "AdobeIllustrator": "Adobe Illustrator",
    "AdobeXD": "Adobe XD",
    "AdobeInDesign": "Adobe InDesign",
    "AdobeAffterEffects": "Adobe After Effects",
    "Zeplin": "Zeplin",
    "Figma": "Figma",
    "Blender": "Blender",
    "HTML": "HTML",
    "CSS": "CSS",
    "Javascript": "Javascript",
    "SCSS": "SCSS",
    "React": "React",
    "Typescript": "Typescript",
    "jQuery": "jQuery",
    "Git": "Git",
    "Notion": "Notion",
    "Confluence": "Confluence",
    "Excel": "Excel",
    "Powerpoint": "Powerpoint",
    "Word": "Word"
  },
  "Footer": {
    "Title": "Let's Talk.",
    "Email_Button_title": "E-mail",
    "Email_Button_Content": "jimook950@gmail.com",
    "PhoneNumber_Button_title": "Phone Number",
    "PhoneNumber_Button_Content": "+82 10 8440 6462"
  }
}
