{
  "Brand": {
    "Title": "Brand",
    "Card": [
      {
        "id": 1,
        "title": "StowGenie Brand Identity Aim",
        "content": "Stowgenie aims to provide innovative port solutions for global shipping."
      },
      {
        "id": 2,
        "title": "Slogan",
        "content": "Embark on a Magical Voyage with StowGenie – Where Every Container Finds its Perfect Location!"
      },
      {
        "id": 3,
        "title": "Design Definition",
        "content": "This identity not only symbolizes the 'S' of Stowage and the 'G' of Genie, but also features visual flexibility that can represent various forms of container loading, making the logo versatile in its application. The deep navy color, reminiscent of the mysterious and vast ocean, and the image symbol, which evokes both a flat and three-dimensional feeling depending on the perspective, reflect Stowgenie's creative and diverse port solutions."
      },
      {
        "id": 4,
        "title": "Keywords",
        "content": "ingenious transformable, a perfect fit, reliable supply"
      }
    ]
  },
  "Color": {
    "Title": "Color",
    "Content": "The color concept for Stowgenie's identity draws inspiration from the deep, mysterious shades of the ocean. Just as the ocean is vast, powerful, and full of hidden depths, the rich navy blue used in the design symbolizes the company's ability to navigate complex and large-scale shipping challenges. This color choice not only reflects the maritime industry but also conveys a sense of trust, stability, and professionalism, which are key qualities in the global logistics and port solutions that Stowgenie provides."
  },
  "Typo": {
    "Title": "Typography"
  },
  "RnR": {
    "Title": "Role & Responsibilities",
    "Card": [
      {
        "id": 1,
        "title": "Branding",
        "Contribution": "Contribution: 50%",
        "content": "Contributed to the creation of the brand identity by designing the logo, defining the color palette, and typography. Ensured the brand’s vision and message were clearly communicated, providing a cohesive brand experience across all platforms."
      },
      {
        "id": 2,
        "title": "GUI Design",
        "Contribution": "Contribution: 100%",
        "content": "Led the visual design of the user interface, creating intuitive and consistent interfaces that enhance the user experience. Carefully refined the layout, color schemes, and typography of UI components to improve overall readability and usability of the product."
      },
      {
        "id": 3,
        "title": "UX Design",
        "Contribution": "Contribution: 50%",
        "content": "Contributed to defining user personas and crafting use case scenarios based on user research. Developed information architecture and user flows to create optimal user experiences that align with real user needs and behaviors."
      },
      {
        "id": 4,
        "title": "Design System Creation",
        "Contribution": "Contribution: 100%",
        "content": "Built a consistent design language and component library to streamline collaboration within the team and maintain product consistency. This approach significantly improved the efficiency of both the design and development processes."
      },
      {
        "id": 5,
        "title": "Data Visualization",
        "Contribution": "Contribution: 50%",
        "content": "Designed data visualizations to make complex data easily understandable. Focused on clarity and readability to ensure data was effectively communicated."
      },
      {
        "id": 6,
        "title": "Prototype Creation & Video Editing",
        "Contribution": "Contribution: 100%",
        "content": "Created high-fidelity prototypes using Figma and led video production for project presentations and product demonstrations. These tools helped clearly convey design intentions and simulate user interactions. Video editing played a key role in visually delivering the project’s core ideas."
      },
      {
        "id": 7,
        "title": "Publishing",
        "Contribution": "Contribution: 50%",
        "content": "Worked on web page publishing using HTML, CSS, and ReactJS. Implemented responsive web design to ensure optimal user experiences across different devices by turning design concepts into fully functional web pages."
      },
      {
        "id": 8,
        "title": "User Testing and Feedback Implementation",
        "content": "Worked on web page publishing using HTML, CSS, and ReactJS. Implemented responsive web design to ensure optimal user experiences across different devices by turning design concepts into fully functional web pages."
      }
    ]
  },
  "Goal": {
    "Title": "Problem Definition & Goals",
    "ProblemTitle": "Problem Definition",
    "ProblemContent": "The client faced several challenges with their existing system, which included outdated GUI design, scattered functionalities, and a lack of engaging user experiences. The existing interface made it difficult for planners to perform their tasks efficiently, and there was no central communication tool integrated into the solution. The following were key issues identified.",
    "GoalTitle": "Goals",
    "GoalContent": "The primary goal of this project was to create a user-centered solution that not only addressed the client's functional needs but also provided a fresh, engaging, and efficient user experience. The key objectives were.",
    "Problem": [
      {
        "id": 1,
        "content": "The outdated GUI needed a complete overhaul for a modern, intuitive experience."
      },
      {
        "id": 2,
        "content": "Planners expressed a desire for more enjoyable and engaging workflows."
      },
      {
        "id": 3,
        "content": "There was a need for a centralized platform that could consolidate communication, planning, and task management."
      },
      {
        "id": 4,
        "content": "The client wanted to integrate AI-powered planning tools for more stability and predictive analytics."
      },
      {
        "id": 5,
        "content": "Existing data was displayed in simple Excel-like tables, lacking visual appeal or clarity."
      },
      {
        "id": 6,
        "content": "An improved dashboard was needed to give users a comprehensive view of their tasks at a glance."
      }
    ],
    "Goal": [
      {
        "id": 1,
        "title": "Comprehensive Redesign",
        "content": "Completely revamp the UI/UX to break away from the outdated design, providing a clean and modern interface."
      },
      {
        "id": 2,
        "title": "Consolidation of Features",
        "content": "Merge all scattered features into one centralized platform, streamlining the user experience without the need for external tools."
      },
      {
        "id": 3,
        "title": "Enhanced Communication",
        "content": "Add a 'Sticker' feature that allows users to communicate within the platform, removing the need for external communication tools."
      },
      {
        "id": 4,
        "title": "Visual Data Representation",
        "content": "Create visually appealing charts and integrate a dashboard, making data easily digestible and accessible."
      },
      {
        "id": 5,
        "title": "3D BayView",
        "content": "Incorporate a 3D BayView feature to allow users to view the status of ships in real-time, providing an overview of operations at a glance."
      },
      {
        "id": 6,
        "title": "Interactive and Engaging Experience",
        "content": "Implement gamification elements to make tasks less monotonous and more enjoyable for planners."
      },
      {
        "id": 7,
        "title": "Improved Interaction",
        "content": "Replace traditional click-based interactions with more intuitive drag-and-drop features for task planning and option setting."
      },
      {
        "id": 8,
        "title": "AI-Powered Planning",
        "content": "Utilize AI to provide more stable and predictive planning capabilities, improving efficiency and decision-making."
      }
    ]
  }
}
