{
  "Brand": {
    "Title": "Brand",
    "Card": [
      {
        "id": 1,
        "title": "StowGenie Brand Identity Aim",
        "content": "Stowgenie aims to provide innovative port solutions for global shipping."
      },
      {
        "id": 2,
        "title": "Slogan",
        "content": "Embark on a Magical Voyage with StowGenie – Where Every Container Finds its Perfect Location!"
      },
      {
        "id": 3,
        "title": "Design Definition",
        "content": "This identity not only symbolizes the 'S' of Stowage and the 'G' of Genie, but also features visual flexibility that can represent various forms of container loading, making the logo versatile in its application. The deep navy color, reminiscent of the mysterious and vast ocean, and the image symbol, which evokes both a flat and three-dimensional feeling depending on the perspective, reflect Stowgenie's creative and diverse port solutions."
      },
      {
        "id": 4,
        "title": "Keywords",
        "content": "ingenious transformable, a perfect fit, reliable supply"
      }
    ]
  },
  "Color": {
    "Title": "Color",
    "Content": "The color concept for Stowgenie's identity draws inspiration from the deep, mysterious shades of the ocean. Just as the ocean is vast, powerful, and full of hidden depths, the rich navy blue used in the design symbolizes the company's ability to navigate complex and large-scale shipping challenges. This color choice not only reflects the maritime industry but also conveys a sense of trust, stability, and professionalism, which are key qualities in the global logistics and port solutions that Stowgenie provides."
  },
  "Typo": {
    "Title": "Typography"
  },
  "RnR": {
    "Title": "Role & Responsibilities",
    "Card": [
      {
        "id": 1,
        "title": "Branding",
        "Contribution": "Contribution: 50%",
        "content": "Contributed to the creation of the brand identity by designing the logo, defining the color palette, and typography. Ensured the brand’s vision and message were clearly communicated, providing a cohesive brand experience across all platforms."
      },
      {
        "id": 2,
        "title": "GUI Design",
        "Contribution": "Contribution: 100%",
        "content": "Led the visual design of the user interface, creating intuitive and consistent interfaces that enhance the user experience. Carefully refined the layout, color schemes, and typography of UI components to improve overall readability and usability of the product."
      },
      {
        "id": 3,
        "title": "UX Design",
        "Contribution": "Contribution: 50%",
        "content": "Contributed to defining user personas and crafting use case scenarios based on user research. Developed information architecture and user flows to create optimal user experiences that align with real user needs and behaviors."
      },
      {
        "id": 4,
        "title": "Design System Creation",
        "Contribution": "Contribution: 100%",
        "content": "Built a consistent design language and component library to streamline collaboration within the team and maintain product consistency. This approach significantly improved the efficiency of both the design and development processes."
      },
      {
        "id": 5,
        "title": "Data Visualization",
        "Contribution": "Contribution: 50%",
        "content": "Designed data visualizations to make complex data easily understandable. Focused on clarity and readability to ensure data was effectively communicated."
      },
      {
        "id": 6,
        "title": "Prototype Creation & Video Editing",
        "Contribution": "Contribution: 100%",
        "content": "Created high-fidelity prototypes using Figma and led video production for project presentations and product demonstrations. These tools helped clearly convey design intentions and simulate user interactions. Video editing played a key role in visually delivering the project’s core ideas."
      },
      {
        "id": 7,
        "title": "Publishing",
        "Contribution": "Contribution: 50%",
        "content": "Worked on web page publishing using HTML, CSS, and ReactJS. Implemented responsive web design to ensure optimal user experiences across different devices by turning design concepts into fully functional web pages."
      },
      {
        "id": 8,
        "title": "User Testing and Feedback Implementation",
        "content": "Worked on web page publishing using HTML, CSS, and ReactJS. Implemented responsive web design to ensure optimal user experiences across different devices by turning design concepts into fully functional web pages."
      }
    ]
  }
}
